Repository: jazzband/wagtailmenus
Catalog: wagtailmenus/locale/*/LC_MESSAGES/django.po
Languages: ar, de, id, it, lt, nl, pt_br, pt_pt, ru, uk

source: Off (most efficient)
ar: إيقاف (الأكثر كفاءة)
de: Aus (Am effizientesten)
it: Disattivato (più efficiente)
lt: Išjungta (labiausiai efektyvu)
pt_br: Desligado (Mais eficiente)
ru: Выключено (наибольшая эффективность)

source: Auto
ar: تلقائي
it: Automatico
lt: Automatiškai
pt_br: Automático
ru: Автоматически

source: Top level
ar: المستوى الأعلى
de: Oberste Ebene
it: Primo livello
lt: Aukščiausias lygis
ru: На верхнем уровне

source: Always (least efficient)
ar: دائما (أقل كفاءة)
de: Immer (am wenigsten effizient)
it: Sempre (meno efficiente)
lt: Visada (mažiausiai efektyvu)
pt_br: Sempre (Menos eficiente)
ru: Всегда (наименьшая эффективность)

source: 1: No sub-navigation (flat)
ar: 1: لا الملاحة الفرعية (شقة)
de: 1: Keine Untermenüs (flach)
id: 1: Tidak ada sub-navigasi (datar)
it: 1: Nessun sottomenù (piatto)
lt: 1: Nėra sub-navigacijos (plokščias)
nl: 1: Geen subnavigatie (vlak)
pt_br: 1: Sem submenus (simples)
pt_pt: 1: Sem submenus (simples)
ru: 1: Без вложенных уровней навигации (плоское)
uk: 1: Без вкладених рівнів навігації (пласке)

source: 2: Allow 1 level of sub-navigation
ar: 2: السماح بمستوى واحد من التنقل الفرعي
de: 2: Erlaube 1 Untermenü
id: 2: Izinkan 1 tingkat sub-navigasi
it: 2: Fino a un livello di sottomenù
lt: 2: Leisti 1 lygio sub-navigaciją
nl: 2: 1 niveau van subnavigatie toestaan
pt_br: 2: Permitir até 1 nível de submenu
pt_pt: 2: Permitir até 1 nível de submenu
ru: 2: Допускаются подменю глубиной в 1 уровень
uk: 2: Дозволити 1 рівень владення навігації

source: 3: Allow 2 levels of sub-navigation
ar: 3: اسمح لمستويين من التنقل الفرعي
de: 3: Erlaube 2 Untermenüs
id: 3: Izinkan 2 tingkat sub-navigasi
it: 3: Fino a 2 livelli di sottomenù
lt: 3: Leist 2 lygių sub-navigaciją
nl: 3: 2 niveaus van subnavigatie toestaan
pt_br: 3: Permitir até 2 níveis de submenus
pt_pt: 3: Permitir até 2 níveis de submenus
ru: 3: Допускаются подменю глубиной в 2 уровня
uk: 3: Дозволити 2 рівні вкладення навігації

source: 4: Allow 3 levels of sub-navigation
ar: 4: السماح ب 3 مستويات من التنقل الفرعي
de: 4: Erlaube 3 Untermenüs
id: 4: Izinkan 3 tingkat sub-navigasi
it: 4: Fino a 3 livelli di sottomenù
lt: 4: Leisti 3 lygių sub-navigaciją
nl: 4: 3 niveaus van subnavigatie toestaan
pt_br: 4: Permitir até 3 níveis de submenu
pt_pt: 4: Permitir até 3 níveis de submenu
ru: 4: Допускаются подменю глубиной в 3 уровня
uk: 4: Дозволити 3 рівні вкладення навігації

source: link to an internal page
ar: رابط إلى صفحة داخلية
de: Link zu internen Seite
id: tautan ke halaman internal
it: link a pagina interna
lt: nurodyti į vidinį puslapį
nl: link naar een interne pagina
pt_br: link para uma página interna
pt_pt: hiperligação para uma página interna
ru: ссылка на внутреннюю страницу
uk: посилання на внутрішню сторінку

source: link to a custom URL
ar: الرابط إلى عنوان URL مخصص
de: Link zu einer eigenen URL
id: tautan ke URL khusus
it: link a URL specifico
lt: nurodyti į specifinį URL
nl: link naar een aangepaste URL
pt_br: link para uma URL personalizada
pt_pt: link para um URL externo
ru: ссылка на произвольный URL
uk: посилання на довільну URL-адресу

source: link text
ar: نص الرابط
id: teks tautan
it: testo link
lt: nuorodos tekstas
nl: link tekst
pt_br: texto do link
pt_pt: texto da hiperligação
ru: текст ссылки
uk: тест посилання

source: Provide the text to use for a custom URL, or set on an internal page link to use instead of the page's title.
ar: قدّم النص المراد استخدامه لعنوان URL مخصص ، أو تم تعيينه على رابط صفحة داخلي لاستخدامه بدلاً من عنوان الصفحة.
de: Gib einen Text für eine eigene URL an oder verwende diesen um bei internen Seiten diesen anstelle des Seitentitels anzuzeigen.
id: Berikan teks yang akan digunakan untuk URL khusus, atau tetapkan pada tautan halaman internal untuk gunakan sebagai pengganti judul halaman.
it: Specifica il testo da utilizzare per il collegamento, alternativo al titolo della pagina in caso di collegamento interno.
lt: Pateikite tekstą kuris bus naudojamas specifiniam URL, arba nustatykite vidinio puslapio nuorodą kuri bus naudojama vietoje puslapio pavadinimo.
nl: Geef de tekst op die moet worden gebruikt voor een aangepaste URL, of stel deze in op een interne paginalink om te gebruiken in plaats van de paginatitel.
pt_br: Especifique o texto a ser utilizado para uma URL personalizada, ou selecione um link para uma página interna ao invés do título da página.
pt_pt: Especifique o texto a ser utilizado para um URL personalizado, ou selecione um link para uma página interna em vez do título da página.
ru: Используется как текст для ссылки на произвольный URL. Для ссылок на внутреннюю страницу используется вместо её заголовка.
uk: Вкажіть текст для вказаної URL-адреси або вкажіть посилання на внутрішню сторінку замість заголовка сторінки.

source: handle
ar: مقبض
de: Alias
id: pegangan
it: alias
lt: papildomas atributas
pt_pt: manípulo
ru: псевдоним
uk: Назва змінної

source: Use this field to optionally specify an additional value for each menu item, which you can then reference in custom menu templates.
ar: استخدم هذا الحقل لتحديد قيمة إضافية لكل عنصر قائمة ، والتي يمكنك الرجوع إليها في قوالب القوائم المخصصة.
de: Nutze dieses optionale Feld um einen zusätzlichen Wert für jeden Menüeintrag festzulegen, welcher dann in eigenen Menütemplates referenziert werden kann.
id: Gunakan bidang ini untuk menentukan nilai tambahan secara opsional untuk setiap item menu, yang kemudian dapat Anda rujuk dalam templat menu kustom.
it: Opzionalmente usa questo campo per specificare, per ogni voce di menù, un valore addizionale che può essere poi referenziato in un template di menù personalizzato.
lt: Naudokite šį lauką kad nustatyti papildomą reikšmę kiekvienam meniu punktui, kurią vėliau galite pasiekti sukurtuose meniu šablonuose.
nl: Gebruik dit veld om optioneel een extra waarde op te geven voor elk menu-item, waarnaar je vervolgens kunt verwijzen in aangepaste menu templates.
pt_br: Use esse campo opcionalmente para especificar um valor adicional para cada item do menu, podendo referenciá-lo nos templates de menu customizado.
pt_pt: Utilize este campo para acrescentar um valor adicional para cada item do menu, podendo assim referenciá-lo nos templates de um menu customizado
ru: Это поле можно использовать для указания псевдонима для каждого элемента меню, чтобы затем ссылаться на него в собственных шаблонах.
uk: Використовуйте це поле, щоб за бажанням вказати додаткове значення для кожного пункту меню, на яке потім можна посилатися у власних шаблонах меню.

source: append to URL
ar: إلحاق الى URL
de: an URL anheften
id: tambahkan ke URL
it: aggiunti all'URL
lt: pridėti prie URL
nl: toevoegen aan URL
pt_br: adicionar a URL
pt_pt: acrescentar ao URL
ru: дополнение к URL
uk: додати до URL-адреси

source: Use this to optionally append a #hash or querystring to the above page's URL.
ar: استخدم هذا الخيار لإلحاق #hash أو querystring اختياريًا بعنوان URL للصفحة أعلاه.
de: Benutzte um einen optionalen #hash oder Query an die obige Seiten URL anzuheften.
id: Gunakan ini untuk menambahkan #hash atau querystring secara opsional ke URL halaman di atas.
it: Usa questo campo per aggiungere, opzionalmente, un #hash o una querystring all'URL della pagina sopra.
lt: Naudokite tai kad pridėti #hash or užklausos tekstą šio puslapio URL.
nl: Gebruik dit om optioneel een #hash of querystring toe te voegen aan de URL van de bovenstaande pagina.
pt_br: Use esse campo opcionalmente para adicionar um #hash querystring à URL da página
pt_pt: Utilize este campo para acrescentar uma #hash ou querystring ao URL acima inserido
ru: Это поле можно использовать для добавления к указанному выше URL идентификатор #hash или строку запроса ?param=...
uk: Використовуйте це поле для додавання #hash або параметрів запиту до вказаної вище URL-адреси

source: menu item
ar: عنصر القائمة
de: Menüeintrag
id: item menu
it: voce menù
lt: meniu punktas
pt_br: item do menu
pt_pt: item do menu
ru: элемент меню
uk: елемент меню

source: menu items
ar: عناصر القائمة
de: Menüeinträge
id: item menu
it: voci menù
lt: meniu punktai
pt_br: itens do menu
pt_pt: items do menu
ru: элементы меню
uk: елементи меню

source: This must be set if you're linking to a custom URL.
lt: Tai turi būti nustatyta jei naudojate specifinį URL.

source: This must be set if you're not linking to a page.
lt: Tai turi būti nustatyta jei nenaudojate nuorodos į puslapį.

source: You cannot link to both a page and URL. Please review your link and clear any unwanted values.
lt: Negalite kurti puslapio nuorodos į puslapį kartu su URL. Prašome peržiūrėti nuorodą ir panaikinti netinkamas reikšmes.

source: allow sub-menu for this item
ar: السماح للقائمة الفرعية لهذا البند
de: Untermenü für diesen Eintrag erlauben
id: izinkan sub-menu untuk item ini
it: permetti sottomenù per questo menù
lt: įgalinti sub-meniu šiam punktui
nl: submenu voor dit item toestaan
pt_br: permitir sub-menus para esse item
pt_pt: permitir submenu para este item
ru: разрешить подменю для этого элемента
uk: дозволити під-меню для цього елементу

source: NOTE: The sub-menu might not be displayed, even if checked. It depends on how the menu is used in this project's templates.
ar: ملاحظة: قد لا يتم عرض القائمة الفرعية ، حتى إذا تم تحديدها. يعتمد ذلك على كيفية استخدام القائمة في قوالب هذا المشروع.
de: HINWEIS: Das Untermenü wird eventuell nicht angezeigt, selbst wenn es hier ausgewählt wurde. Das hängt ab davon wie das Menü im Projekttemplate verwendet wird.
id: CATATAN: Sub-menu mungkin tidak ditampilkan, meskipun sudah dicentang. Hal ini tergantung pada bagaimana menu tersebut digunakan dalam templat proyek ini.
it: NOTA: Il sottomenù potrebbe non venire visualizzato, anche se selezionato. Dipende da come il menù è utilizzato nei template del progetto.
lt: Pastaba: Sub-meniu gali būti nerodomas, net jei ir pažymėta. Tai priklauso nuo to kaip meniu yra naudojamas projekto šablonuose.
nl: OPMERKING: Het is mogelijk dat het submenu niet wordt weergegeven, zelfs als het is aangevinkt. Dit hangt af van hoe het menu wordt gebruikt in de templates van dit project.
pt_br: ATENÇÃO: O sub-menu pode não ser exibido, mesmo que esteja marcado. Isso depende de estar implementado no template do projeto.
pt_pt: ATENÇÃO: O submenu pode não ser exibido, mesmo que esteja marcado. Isso depende do modo de como o menu está implementado nos templates do projeto.
ru: ЗАМЕТКА: Подменю может не отображаться даже если это поле отмечено. Это будет зависеть от используемого проектом шаблона.
uk: ПРИМІТКА: Під-меню може не відображатися, навіть якщо це поле було позначене. Це залежить від того, як меню використовується в шаблонах проекту.

source: site
ar: موقع
de: Seite
id: situs
it: sito
lt: tinklalapis
pt_pt: sitio
ru: сайт
uk: сайт

source: maximum levels
ar: المستويات القصوى
de: Maximaltiefe
id: level maksimum
it: livelli massimi
lt: didžiausias galimas lygis
nl: maximum niveaus
pt_br: nivel máximo
pt_pt: nivel máximo
ru: Максимальное количество уровней
uk: максимальна кількість рівнів

source: The maximum number of levels to display when rendering this menu. The value can be overidden by supplying a different <code>max_levels</code> value to the <code>{% main_menu %}</code> tag in your templates.
ar: الحد الأقصى لعدد المستويات التي يتم عرضها عند تقديم هذه القائمة. يمكن تجاوز القيمة عن طريق توفير قيمة <code>max_levels </code>مختلفة لعلامة<code> {% main_menu %}</code> في القوالب الخاصة بك.
de: Maximaltiefe wenn das Menü gerendert wird. Der Wert kann überschrieben werden indem man <code>max_levels</code> im <code>{% main_menu %}</code> tag in den Templates mit angibt.
id: Jumlah maksimum level yang akan ditampilkan saat merender menu ini. Nilai ini dapat diganti dengan memberikan nilai <code>max_levels</code> yang berbeda pada tag <code>{% main_menu %}</code> di templat Anda.
it: Il numero massimo di livelli da mostrare quando si disegna il menù. Il valore può essere ridefinito fornendo un valore differente per il parametro <code>max_levels</code> del tag <code>{% main_menu %}</code> nei tuoi template.
lt: Didžiausias galimas kiekis lygių kurie bus atvaizduojami meniu. Reikšmė gali būti perrašyta pateikiant kitą <code>max_levels</code> reikšmę <code>{% main_menu %}</code> žymenoje šablonuose.
nl: Het maximum aantal niveaus dat moet worden weergegeven bij het renderen van dit menu. Deze waarde kan overschreven worden door een andere <code>max_levels</code> waarde toe te voegen aan de <code>{% main_menu %}</code> tag in je templates.
pt_br: O nível máximo de submenus para exibir ao renderizar esse menu. O valor pode ser substituído fornecendo um valor diferente em <code>max_levels</code> para a tag <code>{% main_menu %}</code> em seus templates.
pt_pt: O nível máximo de submenus para exibir ao renderizar este menu. O valor pode ser substituído fornecendo um valor diferente em <code>max_levels</code> para a tag <code>{% main_menu %}</code> nos seus templates.
ru: Максимальное количество уровней меню, видимых при его отображении. Может быть переопределено при передаче иного значения параметра <code>max_levels</code> тэгу <code>{% main_menu %}</code> в шаблоне.
uk: Максимальна кількість рівнів для відображення під час відображення цього меню. Це значення можна змінити, додавши інше значення <code>max_levels</code> до тегу <code>{% main_menu %}</code> у ваших шаблонах.

source: specific page usage
ar: استخدام محدد للصفحة
de: Spezifische Seitenbenutzung
it: utilizzo specifico della pagina
lt: specifinis puslapių naudojimas
pt_br: uso de páginas específicas
ru: использование конкретных страниц

source: Controls how 'specific' pages objects are fetched and used when rendering this menu. This value can be overidden by supplying a different <code>use_specific</code> value to the <code>{% main_menu %}</code> tag in your templates.
ar: يتحكم في كيفية جلب كائنات صفحات "محددة" واستخدامها عند عرض هذه القائمة. يمكن تجاوز هذه القيمة عن طريق توفير قيمة <code>مختلفة_استخدام</code> مختلفة للعلامة <code>{% main_menu %} </code>في القوالب الخاصة بك.
de: Bestimmt wie 'bestimmte' Seitenobject geholt und benutzt werden wenn dieses Menü gerendert wird. Der Wert kann überschrieben werden indem man <code>use_specific</code> im <code>{% main_menu %}</code> tag in den Templates mit angibt.
it: Controlla come le pagine 'specific' vengono lette e usate quando viene disegnato il menù. Il valore può essere ridefinito fornendo un valore differente per il parametro <code>use_specific</code> del tag <code>{% main_menu %}</code> nei tuoi template.
lt: Nustato kaip 'specifiniai' puslapių objektai yra paimami ir naudojami kai generuojamas šis meniu. Reikšmė gali būti perrašyta pateikiant kitą <code>use_specific</code> reikšmę <code>{% main_menu %}</code> žymenoje šablonuose.
pt_br: Controla como objetos de páginas 'específicas' serão trazidos e usados ao renderizar esse menu. Esse valor pode ser substituído fornecendo um valor diferente em <code>use_specific</code> para a tag <code>{% main_menu %}</code> em seus templates.
ru: Определяет, каким образом 'конкретные' объекты-страницы получаются и используются при отображении этого меню. Может быть переопределено при передаче иного значения параметра <code>use_specific</code> тэгу <code>{% main_menu %}</code> в шаблоне.

source: main menu
ar: القائمة الرئيسية
de: Haupmenü
id: menu utama
it: menù principale
lt: pagrindinis meniu
nl: hoofdmenu
pt_br: menu principal
pt_pt: menu principal
ru: главное меню
uk: головне меню

source: Main menu for %s
lt: Pagrindinis %s meniu

source: Advanced settings
de: Fortgeschrittene Einstellungen
it: Impostazioni avanzate
lt: Išplėstiniai nustatymai
pt_br: Configurações avançadas
ru: Расширенные настройки

source: title
ar: عنوان
de: Titel
id: judul
it: titolo
lt: pavadinimas
nl: titel
pt_br: título
pt_pt: título
ru: название
uk: заголовок

source: For internal reference only.
ar: للإشارة الداخلية فقط.
de: Nur für interne Verwendung.
id: Hanya untuk referensi internal.
it: Solamente per utilizzo interno
lt: Tik vidiniam pasirėmimui.
nl: Alleen voor interne referentie.
pt_br: Apenas para referência interna.
pt_pt: Para referência interna apenas.
ru: Только для внутреннего использования.
uk: Тільки для внутрішніх посилань

source: Used to reference this menu in templates etc. Must be unique for the selected site.
ar: تستخدم للإشارة إلى هذه القائمة في القوالب وما إلى ذلك. يجب أن تكون فريدة للموقع المختار.
de: Verwendet um dieses Menü in Templates zu referenzieren. Muss einzigartig für die ausgewählte Seite sein.
id: Digunakan untuk mereferensikan menu ini di templat, dll. Harus unik untuk situs yang dipilih.
it: Usato per referenziare questo menù nei template, ecc. Deve essere univoco per il sito selezionato.
lt: Naudojama pasiekiant šį meniu šablonuose. Turi būti unikalus pasirinktam tinklalapiui.
nl: Wordt gebruikt om naar dit menu te verwijzen in templates enz. Moet uniek zijn voor de geselecteerde site.
pt_br: Utilizado para referenciar esse menu nos templates. Deve ser único para cada site.
pt_pt: Utilizado para referenciar este menu nos templates. Deve ser único para cada site.
ru: Используется для обозначения этого меню в шаблонах и т.п. Должен быть уникальным для выбранного сайта.
uk: Використовується для посилання на це меню в шаблонах тощо. Має бути унікальним для вибраного сайту.

source: heading
ar: رأسية
de: Überschrift
id: tajuk
it: intestazione
lt: Antraštė
pt_br: cabeçalho
pt_pt: cabeçalho
ru: заголовок меню
uk: заголовок

source: If supplied, appears above the menu when rendered.
ar: إذا تم توفيره ، فسيظهر أعلى القائمة عند تقديمه.
de: Wenn angegeben erscheint dies oberhalb des Menüs, wen es gerendert wird.
id: Jika disediakan, akan muncul di atas menu ketika ditampilkan.
it: Se valorizzato, appare sopra il menù quando disegnato.
lt: Jei pateikta, atvaizduojama virš meniu.
nl: Wordt, indien opgegeven, boven het menu weergegeven wanneer het wordt weergegeven.
pt_br: Se for preenchido, aparecerá acima do menu quando renderizado.
pt_pt: Se preenchido, aparece por cima do menu quando renderizado.
ru: Если предоставлен, то будет появляться над меню при его отображении.
uk: Відображається над меню, якщо вказаний

source: The maximum number of levels to display when rendering this menu. The value can be overidden by supplying a different <code>max_levels</code> value to the <code>{% flat_menu %}</code> tag in your templates.
ar: الحد الأقصى لعدد المستويات التي يتم عرضها عند تقديم هذه القائمة. يمكن تجاوز القيمة عن طريق توفير قيمة <code>max_levels</code> مختلفة لعلامة <code>{% flat_menu %}</code> في القوالب الخاصة بك.
de: Maximaltiefe wenn das Menü gerendert wird. Der Wert kann überschrieben werden indem man <code>max_levels</code> im <code>{% flat_menu %}</code> tag in den Templates mit angibt.
id: Jumlah maksimum level yang akan ditampilkan saat merender menu ini. Nilai dapat diganti dengan memberikan nilai <code>max_levels</code> yang berbeda ke tag <code>{% flat_menu %}</code> di templat Anda.
it: Il numero massimo di livelli da mostrare quando si disegna il menù. Il valore può essere ridefinito fornendo un valore differente per il parametro <code>max_levels</code> del tag <code>{% main_menu %}</code> nei tuoi template.
lt: Didžiausias galimas kiekis lygių kurie bus atvaizduojami meniu. Reikšmė gali būti perrašyta pateikiant kitą <code>max_levels</code> reikšmę <code>{% flat_menu %}</code> žymenoje šablonuose.
nl: Het maximum aantal niveaus dat moet worden weergegeven bij het renderen van dit menu. Deze waarde kan overschreven worden door een andere <code>max_levels</code> waarde toe te voegen aan de <code>{% flat_menu %}</code> tag in je templates.
pt_br: O nível máximo de submenus para mostrar ao renderizar esse menu. O valor pode ser substituído preenchendo uma valor diferente em <code>max_levels</code> com a tag <code>{% flat_menu %}</code> em seus templates.
pt_pt: O nível máximo de submenus para mostrar ao renderizar este menu. O valor pode ser substituído ao preencher um valor diferente em <code>max_levels</code> com a tag <code>{% flat_menu %}</code> nos seus templates.
ru: Максимальное количество уровней меню, видимых при его отображении. Может быть переопределено при передаче иного значения параметра <code>max_levels</code> тэгу <code>{% flat_menu %}</code> в шаблоне.
uk: Максимальна кількість рівнів цього меню під час відображення. Це значення можна змінити, додавши інше значення <code>max_levels</code> до тегу <code>{% flat_menu %}</code> у ваших шаблонах.

source: Controls how 'specific' pages objects are fetched and used when rendering this menu. This value can be overidden by supplying a different <code>use_specific</code> value to the <code>{% flat_menu %}</code> tag in your templates.
ar: يتحكم في كيفية جلب كائنات صفحات "محددة" واستخدامها عند عرض هذه القائمة. يمكن تجاوز هذه القيمة عن طريق توفير قيمة <code>مختلفة_قيمة_الخاصة</code> للعلامة<code> {% flat_menu %}</code> في القوالب الخاصة بك.
de: Bestimmt wie 'bestimmte' Seitenobject geholt und benutzt werden wenn dieses Menü gerendert wird. Der Wert kann überschrieben werden indem man <code>use_specific</code> im <code>{% flat_menu %}</code> tag in den Templates mit angibt.
it: Controlla come le pagine 'specific' vengono lette e usate quando viene disegnato il menù. Il valore può essere ridefinito fornendo un valore differente per il parametro <code>use_specific</code> del tag <code>{% main_menu %}</code> nei tuoi template.
lt: Nustato kaip 'specifiniai' puslapių objektai yra paimami ir naudojami kai generuojamas šis meniu. Reikšmė gali būti perrašyta pateikiant kitą <code>use_specific</code> reikšmę <code>{% flat_menu %}</code> žymenoje šablonuose.
pt_br: Controla como objetos de páginas 'específicas' serão trazidos e usados ao renderizar esse menu. Esse valor pode ser substituído fornecendo um valor diferente em <code>use_specific</code> para a tag <code>{% main_menu %}</code> em seus templates.
ru: Определяет, каким образом 'конкретные' объекты-страницы получаются и используются при отображении этого меню. Может быть переопределено при передаче иного значения параметра <code>use_specific</code> тэгу <code>{% flat_menu %}</code> в шаблоне.

source: flat menu
ar: قائمة مسطحة
de: Flaches Menü
id: menu datar
it: menù piatto
lt: plokščias meniu
nl: plat menu
pt_br: menu simples
pt_pt: menu simples
ru: плоское меню
uk: плоске меню

source: flat menus
ar: القوائم المسطحة
de: Flache Menüs
id: menu datar
it: menù piatti
lt: plokšti meniu
nl: platte menu's
pt_br: menus simples
pt_pt: menus simples
ru: плоские меню
uk: плоскі меню

source: Site and handle must create a unique combination. A menu already exists with these same two values.
de: Seite und Alias müssen eine einzigartige Kombination bilden. Es existiert schon ein Eintrag mit diesen zwei Werten.
it: La coppia sito e alias devono avere un valore univoco. Esiste già un menù con questa coppia di valori.
lt: Tinklalapis ir papildomas atributas turi sukurti unikalią kombinaciją. Meniu su tomis pačiomis reikšmėmis jau egzistuoja.
pt_br: Site e 'handle' devem criar uma combinação única. Um menu já existe com esses mesmos dois valores.
ru: Сайт и псевдоним должны составлять уникальную комбинацию. Уже существует меню с точно такими же значениями.

source: Settings
ar: الإعدادات
de: Einstellungen
id: Pengaturan
it: Impostazioni
lt: Nustatymai
nl: Instellingen
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
uk: Налаштування

source: repeat in sub-navigation
ar: كرر في الملاحة الفرعية
de: In Untermenüs wiederholen
id: ulangi dalam sub-navigasi
it: ripeti in sottomenù
lt: atkartoti sub-navigacijoje
nl: herhalen in subnavigatie
pt_br: repetir na sub-navegação
pt_pt: repetir na sub-navegação
ru: повторить в подменю
uk: повторити у під-меню
