Repository: jazzband/wagtailmenus
Catalog: wagtailmenus/locale/*/LC_MESSAGES/django.po
Languages: ar, de, id, it, lt, nl, pt_br, pt_pt, ru, uk

source: If checked, a link to this page will be repeated alongside it's direct children when displaying a sub-navigation for this page.
ar: في حالة تحديده ، سيتم تكرار رابط إلى هذه الصفحة جنبًا إلى جنب مع الأطفال المباشرين عند عرض تنقل فرعي لهذه الصفحة.
de: Wenn markiert, dann wird ein Link zu dieser Seite zusammen mit den direkten Kindern angezeigt wenn für diese Untermenüs angezeigt werden.
id: Jika dicentang, tautan ke halaman ini akan diulang di samping tautan langsung anak saat menampilkan sub-navigasi untuk halaman ini.
it: Se selezionato, un link a questa stessa pagina verrà mostrato insieme alle voci di menù dei diretti figli quando visualizzato un sottomenù per questa pagina
lt: Jei pažymėta, nuoroda į šį puslapį bus atkartota kartu su vidiniais elementais kai atvaizduojama sub-navigacija šiam puslapiui.
nl: Als deze optie is aangevinkt, wordt een link naar deze pagina herhaald naast zijn directe kinderen wanneer een subnavigatie voor deze pagina wordt weergegeven.
pt_br: Se marcado, um link para esta página será repetido junto com seus filhos diretos ao exibir uma sub-navegação para esta página.
pt_pt: Se marcado, um link para esta página será repetido nas suas sub páginas ao exibir uma sub-navegação para esta página.
ru: Если поле отмечено, то ссылка на эту страницу будет повторяться вместе с её прямыми потомками при отображении подменю для этой страницы.
uk: Якщо позначено, посилання на цю сторінку повторюватиметься поруч із її прямими дочірніми елементами під час відображення під-меню цієї сторінки.

source: repeated item link text
ar: نص رابط العنصر المكرر
de: Link text wiederholen
id: teks tautan item yang diulang
it: testo voce di menù ripetuto
lt: atkartoto punkto nuorodos tekstas
nl: herhaalde item link tekst
pt_br: texto para o link do item repetido
pt_pt: texto para o item de hiperligação repetido
ru: текст повторяемой ссылки
uk: текст посилання повторюваного елементу

source: e.g. 'Section home' or 'Overview'. If left blank, the page title will be used.
ar: مثلا "قسم المنزل" أو "نظرة عامة". إذا تركت فارغة ، فسيتم استخدام عنوان الصفحة.
de: z.B. 'Sektion Start' oder 'Übersicht'. Wenn leer gelassen, dann wird der Seitentitel benutzt.
id: misalnya 'Bagian beranda' atau 'Ikhtisar'. Jika dibiarkan kosong, judul halaman akan digunakan.
it: es. 'Sezione Home' o 'Panoramica'. Se vuoto, verrà usato il titolo della pagina.
lt: pvz. 'Pagrindinė skiltis' arba 'Apie'. Jei bus palikta tuščia, bus naudojama puslapio antraštė.
nl: bijvoorbeeld 'Start' of 'Overzicht'. Als u niets invult, wordt de paginatitel gebruikt.
pt_br: Exemplo: 'Seção Home' ou 'Visualização'. Se for deixado em banco, será utilizado o título da página.
pt_pt: Exemplo: 'Seção Home' ou 'Visualização'. Se deixado em banco, será utilizado o título da página.
ru: Например, 'Оглавление' или 'Обзор'. Если не заполнено, будет использоваться заголовок страницы.
uk: напр. «Головна сторінка» або «Огляд». Якщо залишити порожнім, буде використано назву сторінки

source: Advanced menu behaviour
ar: سلوك القائمة المتقدمة
de: Fortgeschrittenes Menüverhalten
id: Perilaku menu lanjutan
it: Comportamento menù avanzato
lt: Išplėstinis meniu veikimas
nl: Geavanceerd menugedrag
pt_br: Comportamento avançado do menu
pt_pt: Comportamento avançado do menu
ru: Расширенные настройки поведения меню
uk: Розширені налаштування меню

source: Scheduled publishing
ar: النشر المجدول
de: Geplante Veröffentlichung
it: Pubblicazioni programmate
lt: Planuojamas publikavimas
pt_br: Publicação agendada
pt_pt: Publicação agendada
ru: Отложенная публикация

source: Save
de: Speichern
it: Salva
lt: Išsaugoti
pt_br: Salvar
ru: Сохранить

source: link text (de)
lt: nuorodos tekstas (de)

source: link text (fr)
lt: nuorodos tekstas (fr)

source: heading (de)
lt: antraštė (de)

source: heading (fr)
lt: antraštė (fr)

source: Heading
lt: Antraštė

source: title (de)
lt: pavadinimas (de)

source: title (fr)
lt: pavadinimas (fr)

source: repeated item link text (de)
lt: atkartoto punkto nuorodos tekstas (de)

source: repeated item link text (fr)
lt: atkartoto punkto nuorodos tekstas (fr)

source: The `%s` tag expects `max_levels` to be an integer value between 1 and 5. Please review your template.
lt: `%s` žymena reikalauja kad `max_levels` būtų sveikasis skaičius tarp 1 ir 5. Prašome peržiūrėti savo šabloną.

source: The `%s` tag expects `use_specific` to be an integer value between 0 and 3. Please review your template.
lt: `%s` žymena reikalauja kad `use_specific` būtų sveikasis skaičius tarp 0 ir 3. Prašome peržiūrėti savo šabloną.

source: The `%s` tag expects `parent_page` to be a `Page` instance. A value of type `%s` was supplied.
lt: `%s` žymena reikalauja kad `parent_page` būtų `Page` objektas. Buvo pateikta `%s` reikšmė.

source: The `%s` tag expects `menuitem_or_page` to be a `Page` or `MenuItem` instance. A value of type `%s` was supplied.
lt: `%s` žymena reikalauja kad `menuitem_or_page` būtų `Page` arba `MenuItem` objektas. Buvo pateikta `%s` reikšmė.

source: Editing
ar: تحرير
de: Bearbeiten
it: Modifica
lt: Redaguojama
pt_br: Editando
pt_pt: A editar
ru: Редактирование

source: Editing %s
lt: Redaguojama %s

source: Main menu updated successfully.
ar: القائمة الرئيسية التي تم تحديثها بنجاح.
de: Hauptmenü erfolgreich aktualisiert.
it: Menù principale aggiornato con successo.
lt: Pagrindinis meniu sėkmingai atnaujintas.
pt_br: Menu principal atualizado com sucesso.
pt_pt: Menu principal atualizado com sucesso
ru: Главное меню успешно обновлено.

source: The menu could not be saved due to errors.
ar: لا يمكن حفظ القائمة بسبب الأخطاء.
de: Das Menü konnte aufgrund von Fehlern nicht gespeichert werden.
id: Menu tidak dapat disimpan karena kesalahan.
it: Non è stato possibile salvare il menù a seguito di errori.
lt: Meniu negalėjo būti išsaugotas dėl klaidų.
nl: Het menu kon niet worden opgeslagen vanwege fouten.
pt_br: O menu não pode ser salvo por conta de erros.
pt_pt: O menu não pôde ser gravado devido a erros.
ru: Меню не может быть сохранено из-за ошибок.
uk: Не вдалося зберегти меню через помилки

source: Copying
ar: ناسخ
de: Kopieren
it: Copiatura
lt: Kopijuojama
pt_br: Copiando
pt_pt: A copiar
ru: Копирование

source: Copying %s
lt: Kopijuojama %s

source: Flat menu '{instance}' created.
ar: تم إنشاء القائمة المسطحة '{instance}'.
de: Flaches Menü '{instance}' erstellt.
it: Menù piatto `{instance}` creato.
lt: Plokščias meniu '{instance}' sukurtas.
pt_br: Menu simples '{instance}' criado.
pt_pt: Menu simples'{instance}' criado.
ru: Создано плоское меню '{instance}'.

source: Main menu
ar: القائمة الرئيسية
de: Hauptmenü
id: Menu utama
it: Menù principale
lt: Pagrindinis meniu
nl: Hoofdmenu
pt_br: Menu principal
pt_pt: Menu principal
ru: Главное меню
uk: Головне меню

source: Copy
ar: نسخ
de: Kopieren
id: Salin
it: Copia
lt: Kopijuoti
nl: KopiÃ«ren
pt_br: Copiar
pt_pt: Copiar
ru: Копировать
uk: Копіювати

source: Copy this %s
lt: Kopijuoti %s

source: Flat menus
ar: القوائم المسطحة
de: Flache Menüs
id: Menu datar
it: Menù piatti
lt: Plokšti meniu
nl: Platte menu's
pt_br: Menus simples
pt_pt: Menus simples
ru: Плоские меню
uk: Плоскі меню

source: no. of items
ar: لا. من العناصر
de: Anz. der Einträge
id: jumlah item
it: N. di voci
lt: vnt.
nl: aantal items
pt_br: nº de items
pt_pt: nº de items
ru: Кол-во элементов
uk: к-сть елементів

source: By default, this will be used as the link text when appearing in menus.
ar: بشكل افتراضي ، سيتم استخدام هذا كنص ارتباط عند الظهور في القوائم.
de: Standardmäßig wird dies als Link Text benutzt wenn es in Menüs erscheint.
id: Secara default, ini akan digunakan sebagai teks tautan saat muncul di menu.
it: Questo è il testo di collegamento predefinito usato nei menu.
nl: Dit wordt standaard gebruikt als de linktekst wanneer deze in menu's wordt weergegeven.
pt_br: Por padrão, esse será o texto do link usado quando aparecer em menus.
pt_pt: Por defeito, este será o texto da hiperligação quando aparecer nos menus.
ru: Это значение будет по-умолчанию использоваться как текст ссылки при появлении её в меню.
uk: Це значення буде використовуватися в якості тексту посилання при появі в меню за замовчуванням.

source: Copy this %(model_name)s
ar: انسخ هذا %(model_name)s
de: Kopiere diesen %(model_name)s
it: Copia questo %(model_name)s
pt_br: Copiar este %(model_name)s
pt_pt: Copiar este %(model_name)s
ru: Копировать %(model_name)s

source: Please choose an internal page or provide a custom URL
ar: يرجى اختيار صفحة داخلية أو تقديم عنوان URL مخصص
de: Bitte wähle eine interne Seite oder gib eine eigene URL an
id: Pilih halaman internal atau berikan URL khusus
it: Scegliere una pagina interna o definire un URL specifico
nl: Kies een interne pagina of geef een aangepaste URL op
pt_br: Por favor, selecione uma página interna ou especifique uma URL personalizada
pt_pt: Por favor selecione uma página interna ou especifique um URL personalizado
ru: Пожалуйста, выберите внутреннюю страницу или предоставьте произвольный URL
uk: Будь-ласка, оберіть внутрішнє посилання чи вкажіть довільну URL-адресу

source: Linking to both a page and custom URL is not permitted
ar: لا يُسمح بالربط بصفحة وعنوان URL مخصص
de: Verlinken von Seiten und eigenen URLs ist nicht erlaubt
id: Menautkan ke halaman dan URL khusus tidak diizinkan
it: Non è possibile specificare sia una pagina sia un URL specifico
nl: Linken naar zowel een pagina als een aangepaste URL is niet toegestaan
pt_br: Não é permitido fazer link para uma página e uma URL personalizada
pt_pt: Não é permitido fazer uma hiperligação para uma página interna e um URL externo ao mesmo tempo
ru: Недопустимо одновременно ссылаться на внутреннюю страницу и произвольный URL
uk: Не дозволяється привʼязка до сторінки та довільної URL-адреси одночасно.

source: This field is required when linking to a custom URL
ar: هذا الحقل مطلوب عند الربط بعنوان URL مخصص
de: Dieses Feld wird benötigt wenn sie eine eigene URL verlinken
id: Bidang ini wajib diisi saat menautkan ke URL khusus
it: Questo campo è richiesto quando si utilizza un URL specifico
nl: Dit veld is vereist bij het linken naar een aangepaste URL
pt_br: Campo obrigatório caso esteja fazendo link para uma URL personalizada
pt_pt: Este campo é necessário para utilizar uma hiperligação costumizada
ru: Это поле необходимо для ссылок на произвольный URL
uk: Це поле є обовʼязковим для довільної URL-адреси

source: Main menu for %(site_name)s
ar: القائمة الرئيسية لـ %(site_name)s
de: Hauptmenü für %(site_name)s
id: Menu utama untuk %(site_name)s
it: Menù principale per %(site_name)s
nl: Hoofdmenu voor %(site_name)s
pt_br: Menu principal para %(site_name)s
pt_pt: Menu principal para %(site_name)s
ru: Главное меню для %(site_name)s
uk: Головне меню %(site_name)s

source: Use this to optionally append a #hash or querystring to the URL.
ar: استخدم هذا لإلحاق #hash أو querystring اختياريًا بعنوان URL.
de: Benutzte um einen optionalen #hash oder Query an die Seiten URL anzuheften.
id: Gunakan ini untuk menambahkan #hash atau querystring ke URL secara opsional.
it: Usa questo campo per aggiungere un #hash o una querystring all'URL.
nl: Gebruik dit om optioneel een #hash of querystring toe te voegen aan de URL.
pt_br: Use esse campo opcionalmente para adicionar um #hash ou querystring a URL.
pt_pt: Utilize este campo para acrescentar uma #hash ou querystring a um URL
ru: Это поле можно использовать для добавления к URL идентификатора #hash или строки запроса ?param=...
uk: Використовуйте це, аби за потреби додати #hash або параметри запиту до URL-адреси

source: menu item css classes
ar: فئات css عنصر القائمة
de: Menüeinträge css Klassen
id: kelas css item menu
it: classi css voce di menù
nl: menu item css klassen
pt_br: Classes css para itens do menu
pt_pt: classes css do item do menu
ru: CSS классы для элемента меню
uk: СSS класи меню

source: Optionally specify css classes to be added to this page when it appears in menus.
ar: بشكل اختياري ، حدد فئات css المراد إضافتها إلى هذه الصفحة عندما تظهر في القوائم.
de: Optionale css Klasse für diese Seite wenn sie in einem Menü erscheint.
id: Tentukan secara opsional kelas css yang akan ditambahkan ke halaman ini ketika muncul di menu.
it: Opzionalmente specificare le classi css che devono essere aggiunte a questa pagina quando appare nei menù.
nl: Geef optioneel css-klassen op die moeten worden toegevoegd aan deze pagina wanneer deze wordt weergegeven in menu's.
pt_br: Opcionalmente, especifique classes css a serem adicionadas para essa página quando ela aparecer em menus.
pt_pt: Opcionalmente, especifique classes css a serem adicionadas para esta página quando ela aparecer em menus.
ru: Опционально определяет CSS классы для добавления к этой странице при её появлении в меню.
uk: За потреби вкажіть CSS класи, які потрібно додати до цієї сторінки при відображенні в меню.

source: A link page cannot link to another link page
ar: لا يمكن ربط صفحة الارتباط بصفحة ارتباط أخرى
de: Eine Linkseite kann nicht mit einer anderen Linkseite verbunden werden
id: Halaman tautan tidak dapat menautkan ke halaman tautan lain
it: Un collegamento di pagina non può referenziare un altro collegamento di pagina.
nl: Een linkpagina kan niet naar een andere linkpagina linken
pt_br: Uma página link não pode fazer link para outra página link
pt_pt: Uma hiperligação para uma página não pode fazer link para outra
ru: Страница-ссылка не может ссылаться на другую страницу-ссылку
uk: Сторінка-посилання не може посилатися на іншу сторінку-посилання

source: This page redirects to: %(url)s
ar: تعيد هذه الصفحة التوجيه إلى: %(url)s
de: Diese Seite leitet weiter zu: %(url)s
id: Halaman ini dialihkan ke: %(url)s
it: Questa pagina reindirizza a: %(url)s
nl: Deze pagina wordt doorverwezen naar: %(url)s
pt_br: Essa página redireciona para: %(url)s
pt_pt: Esta página redireciona para: %(url)s
ru: Эта страница перенаправляет на %(url)s
uk: Ця сторінка перенаправляє на: %(url)s

source: Menu items
ar: عناصر القائمة
id: Item menu
pt_pt: Items do menu
uk: Елменти меню

source: Add new item
ar: أضف أداة جديدة

source: New item
ar: عنصر جديد

source: Menu details
ar: تفاصيل القائمة
id: Detail menu
nl: Details menu
pt_pt: Detalhes do menu
uk: Деталі меню

source: Render settings
ar: تجسيد التقديم
id: Pengaturan render
nl: Weergave-instellingen
pt_pt: Configurações de renderização
uk: Параметри відображення

source: Content
ar: يحتوى
id: Konten
nl: Inhoud
pt_pt: Conteúdo
uk: Контент

source: Editing %(model_name)s
ar: تحرير %(model_name)s
de: Bearbeite %(model_name)s
it: Modifica %(model_name)s
pt_br: Editando %(model_name)s
pt_pt: A editar %(model_name)s
ru: Редактирование %(model_name)s

source: Copying %(model_name)s
ar: نسخ %(model_name)s
de: Kopiere %(model_name)s
it: Copiatura %(model_name)s
pt_br: Copiando %(model_name)s
pt_pt: A copiar %(model_name)s
ru: Копирование %(model_name)s

source: Editing %(snippet_type_name)s - %(object)s
id: Mengedit %(snippet_type_name)s - %(object)s
nl: Bewerken %(snippet_type_name)s - %(object)s
uk: Редагування %(snippet_type_name)s - %(object)s

source: Copying %(snippet_type_name)s - %(object)s
id: Menyalin %(snippet_type_name)s - %(object)s
nl: KopiÃ«ren %(snippet_type_name)s - %(object)s
uk: Копіювання %(snippet_type_name)s - %(object)s
